Repository: mozilla-l10n/mt-training-data
Catalog: bsk/bsk_pontoon.tmx
Source language: en_us
Languages: bsk

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
bsk: jumla besan mazmoon ate bila ke iteer domain sey baan. muu haraṅulum damśi etas maamay baan

source: Donate
bsk: meer emasin

source: Donate your voice
bsk: maćhar emasin

source: Done
bsk: manimi

source: Don't see your language on Common Voice yet?
bsk: maa baaṣ common voice ulo darum apiya?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
bsk: maa baaṣ dataset ulo ganaas eyśaana? baṣan e gane buyatar mii baaṣe patuatar maskil etin

source: Don't wish to say
bsk: senase ray api

source: Download
bsk: download eti

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible with you!
bsk: Makʰarar yaa maymo yoorko gane certifcate download etin

source: Download Common Voice Data
bsk: common voice data download eti

source: Download Data
bsk: data download eti

source: Download Dataset Bundle
bsk: dataset bundle download etin

source: Download { $language }
bsk: download etin

source: Download Links
bsk: download etas links

source: Download My Data
bsk: jaa data download etin

source: Download options for accessing Common Voice data
bsk: common voice e data ac̣cess ećar download etas option in

source: Download our press pack <icon></icon>
bsk: Mii press pack download etin

source: Download our voice datasets
bsk: mii mićʰare dataset in download etin

source: Download profile data
bsk: profile data download etin

source: Download the Dataset
bsk: dataset download etin

source: Download the Single Word Target Segment
bsk: hank lafze target segment download etin

source: Download your contribution certificate
bsk: Maymo contribution certificate download etin

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
bsk: belate common voice e dataset daltas etase ideas in mamale bicana? discourse ate mesin naa

source: Do you want to continue?
bsk: duro ce duunase ray ećaa?

source: Do you want to Speak, Listen or both?
bsk: senase be damaylase ray be ooltalik?

source: Drag and drop or <browseWrap>Browse</browseWrap>
bsk: drag etin daa drop etin yaa browse etin

source: Drag your file here or <uploadButton>click to upload</uploadButton>
bsk: khole maymo file drag etin yaa upload ećar click etin

source: Drop file here to upload
bsk: khole uploadar file drop etin

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
bsk: emasase dauraan submit etumar submission feedback skip meymi. daa emasas suru meymi 5 recordings e set yaa tasdiiq e gane

source: Dutch
bsk: dać

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
bsk: data set e har entry ulo han desqatum MP3 an bila daa ite ce yom text bila. dataset ulo demographic data maslan age, sex daa ac̣cent e maalumaat ke bila amit cum speech recognition engine e ac̣curacy train ećar madat eći bi. gute kheenulo dataset ulo baaṣiṅulo tasdiiq etum gantan bican leikin mii hamiś butan ućʰariṅ ke baaṣiṅ kaa eća baan. baaṣane buyatar yaa emaśar duuyar mii baaṣine patuar joot maniin

source: Easy
bsk: asaan

source: Edit
bsk: edit etin

source: Edit Profile
bsk: profile warc etin

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
bsk: email

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
bsk: mii mailing listulo kaa numan nuhen belate common voice muhimiṅulo daa gatimiṅulo, kaa maniṣ maamay baan

source: Email is already used for a different account
bsk: email thum account gane yarmucum istimaalulo bila

source: Email Subscriptions
bsk: email e subscriptions

source: English
bsk: angrezi

source: Enter Email to Download
bsk: download e gane email enter etin

source: Enter email to send a sign up link
bsk: email enter etin yaa sign up link doocin

source: Enter your Country/Region of Residence
bsk: maymo watan yaa ilaaqa enter etin

source: Enter your email
bsk: maymo email enter eti

source: Enter your public domain sentence here
bsk: maymo public domain e jumla khole biśa

source: Enter your public domain sentences here
bsk: maymo public domain e jumlan khole giin

source: Error
bsk: ṭʰis

source: Error adding sentence
bsk: jumlan kaa etasulo ġaltimin

source: Error { $code }
bsk: ṭʰis pis

source: Error while playing audio file.
bsk: audio file eġarsulo besan ṭhisan bila

source: Events
bsk: yoorkumiṅ

source: Everyone
bsk: har hin

source: Example
bsk: misaalan

source: Exit & Delete clips
bsk: clips hole diuus daa clips eeri

source: Explore datasets <icon></icon>
bsk: Dataset diyusin.

source: Explore the community and languages supported by Common Voice
bsk: common voice e uriin ce duunum baaṣiṅ daa kiyooć udoor otin

source: Failed to copy SHA256 Checksum
bsk: SHA256 checksum copy omanini

source: FAQ
bsk: aksar duġarusum sawaalin

source: Featured in...
bsk: Iik duusum

source: Female/Feminine
bsk: gus/gusgiyas

source: Fewer than 15 words per sentence
bsk: har jumlaanulo turma cʰundo cum kam lafzine

source: Fields marked with an asterisk (*) are required.
bsk: (*) kaa mark etum fileds mamar awaaji bican

source: File is too large
bsk: file but uyum bila

source: File is too small
bsk: file but jot bila

source: Finance
bsk: biḍiro e duroin

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
bsk: men osulu balaaśo baan ke u duysin. akʰiljuko univiersitimiulo, baaṣe schoolingulo, ḍaa advocacy group daa data science ulo umayman. maa bes daa belate mariin ce duunṣ oomaybaan ke oopaćar namaanin osulo obiśain. mii outreach templatar ke barenin [outreach template]

source: Find us on Matrix
bsk: Matrixate dimusin.

source: Finish editing first?
bsk: chor editing etas phaṣ eti

source: Finish recording
bsk: recording mukumal etin

source: Finish recording first?
bsk: yarkamaas recording mukamal etin

source: Finish Review
bsk: hik ḍame daa barenas phaṣ manimi

source: Finish validating
bsk: tasdiiq etas phaṣ etin

source: Finish validating clips?
bsk: tasdiiq etas pʰaṣ etin

source: Finnish
bsk: finish

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
bsk: yarkamaas maymo baaṣ ulo bila ite baren. agar api ke baaṣ kaa etase uzur ooco. alto ganeṅ bican. site e tarjuma etas daa ćagamiṅ gati eṭas.

source: Follow guidelines from “What sentences can I add?”
bsk: guidelines e form ici tayin "amik jumlan kaa etas aamayaba?

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
bsk: har emasum ićʰare clip daa tasdiiq manum audio clip maa ac̣ount e dashboard ate update mey bila amit cum maa har baaṣanar emasum duro ġeyśila

source: for example
bsk: misaale toraṭe

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
bsk: amik text in public domain ar online api ke, maa academic reference maslan Harvard style "Jess (2021) My Public license poems" eeduruas maamay baan

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
bsk: amit technology-e uyoonar s'uwa ne duro ec';i bi ke ite gane data technology desmanaśuwe har raxte sisar barenas umay baan. misaale torate agar mii xaas ac̣cente sis s'amil ayotuman ke daa technology ite ac̣cent e sisar duro ayeći

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
bsk: guke baasiṅe gane website e duro ce duuni bi daa kaafi jumlan gati manican, meer emasumin jumlan dimeylas daa senas gane

source: Foundations
bsk: inaaẏ

source: French
bsk: fransisi

source: Galician
bsk: gailician

source: Gawarbaiti
bsk: Gawaraiti

source: General
bsk: aam xaas

source: General language / multiple variants
bsk: aam baaṣ/butan variants

source: Georgian
bsk: joorjian

source: German
bsk: jarman

source: Get in touch
bsk: meeka raabita etin

source: Get in touch <icon></icon>
bsk: Mekaa rabitaulo hurtin

source: Get involved
bsk: duroar kaa maneyin

source: Get Involved
bsk: ḍurouar kaa maneyin

source: Get started <icon><icon>
bsk: Duro ce duun.

source: Get started with goals
bsk: goals kaa duruo duun

source: Get Started with Speech Recognition
bsk: bariṅ leel etase kaa duro duunin

source: Get your certificate
bsk: Maymo certficate ganin.

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
bsk: NVIDA NeMO je baa senumin ćaġa bare AI models dosmayar research etaśue gana open source toolkit bi

source: Goal reached
bsk: maqsadatar dimeṣqaltaṣ

source: Goals
bsk: maqsadiṅ

source: Go to Discourse
bsk: discourse ar niin

source: Go to Languages Page
bsk: baṣine patuatar niin

source: Go to { $name }
bsk: ele niin

source: <governanceLink>Read more about how we're governed</governanceLink>
bsk: belate eġucarća baan ke khole ġatanin [governance link]

source: Governments
bsk: hukumat

source: Grammatical / spelling error
bsk: grammar yaa spelline ṭʰis pisin

source: Great! How many clips a week?
bsk: but shuwa. beeruman clips in han haftaulo?

source: Great! How many clips per day?
bsk: but shuwa. beeruman clips in han gunculo

source: Great!<recordIcon></recordIcon> Record your next clip
bsk: but śuwa. maymo iciyaṭum clip record etin

source: Great work!<playIcon></playIcon> Listen again when you're ready
bsk: shuwa duro. besyal tayaar manume ke hik ke damayalin

source: Guidelines
bsk: duro meertirasin

source: Gujarati
bsk: gujrati

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
bsk: Manum yaa ẓuwas yoorkuwan bila? Mimar mesuyin ke mi koyooćar taxpa oorćan yaa blog girmiyan.

source: Have Feedback?
bsk: juwaap mićʰiyas mamanas bilaa?

source: Have you read our Terms?
bsk: maa mii dumaaẏum bariṅ ,ġatanumana

source: Having an account is not required to contribute, though it is helpful.
bsk: account manaas emasase gane awaaji api magam miriin ce duuy bi

source: Having a profile is not required to contribute though it is helpful, see why below.
bsk: maćʰar emasas e gane maymo profile manaas laazimi api magam marii ce duuy bi, yaare bareniṅ

source: Healthcare
bsk: midimar śan

source: Hebrew
bsk: ibrani

source: Help
bsk: mirin ce duunas

source: Help Common Voice reach { $hours } hours in a language with a personal goal
bsk: gantain duroin etase personal goal dimeṣqataṣe common voice ar madatt eti

source: Help create Common Voice’s first target segment in { $locale }
bsk: common voice yarkamsum target segment desmansulo mirin ce duunin

source: Help reach { $hours } hours in { $language } with a personal goal
bsk: gantain duroin etase personal goal dimeṣqataṣe meer madatt eti

source: Help teach machines how real people speak, donate your voice at { $link }
bsk: meeka kaa numa machine oykinin ke sise belate ćaġa ećaan daa maymo maćhar meer emasin

source: Help us build a community around voice technology, stay in touch via email.
bsk: ućharinge technology gane kuyooć dal duysasulo mii miring ce duunin. micumo email ne dugharaśume hurutin.

source: Help us build a high quality, publicly open dataset
bsk: śuwa quality daa sisar open dataset desmayar mii miriin ce duunin

source: Help us find more voices, share your goal
bsk: daa ućariṅ diyśar mii miriin ce duunin. maymo maqsat mesin

source: Help us find others to donate their voice!
bsk: meeka kaa numan ućhar emasaśo sis duuysin

source: Help us get to { $goal }
bsk: dimeṣqaltase gane mii miriin ce duunin { $goal }

source: Help us validate sentences!
bsk: ućharing tasdiiq etasulo meer madat etin

source: Help us validate voices
bsk: ućhariṅ tasdiiq etasulo meer madat etin

source: Here are the links to download your ZIP files.
bsk: kʰole maa zip files downlad etase links bican

source: Hidden
bsk: aqanum

source: Highland Puebla Nahuatl
bsk: highland puebla nahuati

source: Hiligaynon
bsk: hilgaynon

source: His hand was rais-ed.
bsk: iriin hart etimi

source: History, Law and Government
bsk: nim kʰeen, qaanuun daa hukumat

source: Hours
bsk: gantaṅ

source: Hours Recorded
bsk: gantan record manimi

source: Hours Validated
bsk: gantane tasdiiq manimi

source: How ?
bsk: belate?

source: How are project decisions made?
bsk: Project e feeslan belate gay baan?

source: How can we effectively grow a language on Common Voice?
bsk: mii belate baaṣan common voice ulo śuwaanate dal diwsas memaya baan?

source: How does Common Voice work?
bsk: belate common voice e duro eći bi?

source: How does site localization work?
bsk: site localization e belate duro eći bi?

source: How do I access and use the dataset?
bsk: dataset belate access ećam daa eedurućam?

source: How do I add a language?
bsk: je belate baaṣan kaa ećam?

source: How do I add sentences?
bsk: jumulaṅ belate kaa ećam?

source: How do I cite?
bsk: belate cite ećam?

source: How do I know whether to approve a voice clip?
bsk: jaar belate leel meymi ke ućhare clip approve ootas bila nuse?

source: How do I record a high quality voice clip?
bsk: dalṭas quality ulo ućʰare clip belate record ećam?

source: How do I stay in touch?
bsk: belata macimo duġarśum?

source: How is Common Voice funded?
bsk: common voice ar belate fund ećaan?

source: How Spontaneous Speech works
bsk: belate mi haraṅ guncmo etaś ćaġa bariṅ duro ećila

source: How to add multiple sentences
bsk: har raxte jumlan belate kaa ećan

source: How would you describe your accent?
bsk: guymo ćaġa etase andaaz belate meśuma?

source: How would you describe your sex or gender?
bsk: maymo sex or gender belate mesulo meebiśićuman?

source: I agree
bsk: jaa maan eća baa

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bsk: jaa common voice e terms ke privacy policy cum itifaaq bila

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
bsk: guke jumlan upload etas jaa le izin bila daa guke jumlan public domain cum bila nuse jaa confirm eća baa

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
bsk: gute jumla upload etas jaa le izin bila daa gute jumla public domain cum bila nuse jaa confirm eća baa

source: <icon></icon> Add multiple public domain sentences
bsk: butan public domain e jumlan kaa etin

source: Ideally natural and conversational (it should be easy to read the sentence)
bsk: jumla ġatanas asaan maniṣ

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
bsk: jaa ray ećhabaa ke jaar common voice e reminder, progress daa newsleter email ẓuṣ

source: I do not agree
bsk: jaa maan ayeća baa

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
bsk: agar ućʰare clip altan sise reject etuman ke et thum datasetanar nićila.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
bsk: agar guymo lafzin bican ke bas sen [self citation]. mimar leel maniṣ ke gute content amulum guyabaa taaki mi bareyan ke gute public domain ulo bila daa gute ṭe besan ke paabandi api nuse. daa citation e maalumaate gane mii citation e guidelink patuwar barenin

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
bsk: agar recording cut meybila yaa ulo cracks bican ke reject etin beśal xaa tok text dimeyalas api ke

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bsk: agar gute file ate daa malumat mićiyas e ray bila ke, rabita ećar commonvoice@mozillac̣om

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bsk: agar gute file ate maziit malumat amit template ulo api ke ite mićiyas e ray bila ke, rabita ećar commonvoice@mozillac̣om

source: If the sentence does not meet the above criteria, click the "No" button.
bsk: agar jumla yatum ite criteriate api ke no button click etn

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
bsk: agar jumlaane yatum ite criteria ate api ke ġaẏpamo ise button click netan reject etin. yaqeen api ke skip netan iciyatum iteeṭar niin

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
bsk: agar jumlan mimoos dimecaśo bican ke masalan laquu ćaġamin yaa kuyooće emasas e guidelines cum holum manimi ke ike jumlan maa reject etin. maa mi mepaćiyar damaṣqaltin taaki mii issue etasulo himat ećan

source: If the sentence meets the criteria above, click the "Yes" button.
bsk: agar jumla yatum ite criteriate bila ke yes button click etn

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
bsk: jumla criteria juwan manimi ke doẏpamo button approve eti

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
bsk: agar ma jumla bara ulo daal xaa baan ke it ke skip netan iciyatum itetar niin.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
bsk: tey besan mayar ddimi amite guke guideline cover ayeći bi ke maymo judgment cum vote etin. agar decide ettas amaamanuman ke skip netan iciyatumo recording atar niin

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
bsk: ma damayljaan daa uwe ćaġa masulo balićila ke, ućʰare cilip choor approve etas awaaji.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
bsk: hikulto altulo mima cum atamayluman ke mimar email etin ke mi mamar juwaap maćʰićan

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
bsk: maa idara project gane marin emaśaan ke kʰole maimo donation <donateLink> yaa mii kaatum team kaaa khole raabiṭa eṭin <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
bsk: agar mamar contribute ećar masla bila ke maa amit ke kʰenulo maymo baaṣe uyoon mawaad barenas maamay baan

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
bsk: ASR model diyulase gane barey baan maa sise kaa kʰole connect manisr maamay baan.[discourse link]

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
bsk: agar maa meeka maziid dataset e baraulo ćaġat ećaan ke, planned platform expansions ulo kaa numa invest etase ray bila ke mimar akhole email doocin

source: If you run out of sentences to review, please help us collect more sentences!
bsk: jumlan hik ke bareyar phaṣ manimi ke, daa jumlan gaṭi etas gane miriin ce duunin

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
bsk: agar talafuz mesulo balaas mumkin api ke, daa itum khitum ućharing bican ke, thumiśuwe ućhariṅ bica ke ite ućhare kilip reject eṭin. daa sahi etase critera maalumaaṭ gane khole barenin [accuracy link]

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
bsk: Common voice ar micyare emasase gane jeymo goal ćok desmanabaa. kaa maneyin or madat etin ke belate sise gharićaan ke machine oykiyan

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
bsk: jaar gute info belate Mozilaa privancy policy ulo senaan ke teylate handle etas cum besan masalan api

source: Include appropriate citation
bsk: dumaaẏas citation kaa etin

source: Includes email, username & demographic info, available right away
bsk: kʰutulo emails, username, daa demographic maalumat bila amit hik dam barenas maamay baan

source: Includes mp3s and related sentences, may take some time to prepare
bsk: kʰutulo mp3s daa yom jumlan bican amite desmayar kama kʰeen gaymi

source: Information about the language
bsk: baaṣ e maalumaat

source: In Progress
bsk: duro meyme bila

source: Interested in getting involved with this project, or partnering with us?
bsk: gute project kaa manaase rai bila yaa meka partnership gane

source: Interested in learning more and contributing to the project?
bsk: project ulo emaśar daa mazeed henase gane mas eqaraśaana?

source: Interface language:
bsk: interface e baaṣ

source: [interrupted by background noise]
bsk: background śatine ućʰaring haraṅ giyas
